tap "atlassian/tap"
tap "federico-terzi/espanso"
tap "getsentry/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "koekeishiya/formulae"
tap "mutagen-io/mutagen"
tap "stephan-hesselmann-by/blueyonder"
tap "ul/kak-lsp"
tap "wfxr/code-minimap"
tap "zegervdv/zathura"
# Cryptography and SSL/TLS Toolkit
brew "openssl@1.1"
# Library for command-line editing
brew "readline"
# Command-line interface for SQLite
brew "sqlite"
# General-purpose data compression with high compression ratio
brew "xz"
# Microsoft Azure CLI 2.0
brew "azure-cli"
# Collection of portable C++ source libraries
brew "boost"
# C++ library for C++/Python3 interoperability
brew "boost-python3"
# Powerful command-line bookmark manager
brew "buku"
# Emacs dependency management
brew "cask"
# Fuzzy matcher that uses std{in,out} and a native GUI
brew "choose-gui"
# Console Matrix
brew "cmatrix"
# GNU File, Shell, and Text utilities
brew "coreutils"
# Fast, simple fuzzy text selector with an advanced scoring algorithm
brew "fzy"
# GNU compiler collection
brew "gcc"
# Distributed revision control system
brew "git"
# Render markdown on the CLI
brew "glow"
# GNU implementation of the famous stream editor
brew "gnu-sed"
# Next-gen compiler infrastructure
brew "llvm"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim", args: ["HEAD"]
# Python version management
brew "pyenv"
# Send macOS User Notifications from the command-line
brew "terminal-notifier"
# Terminal multiplexer
brew "tmux"
# Display directories as trees (with optional color/HTML output)
brew "tree"
# ODBC 3 connectivity for UNIX
brew "unixodbc"
# URL extractor/launcher
brew "urlview"
# Enhances tmux's to provide multiuser terminal multiplexing
brew "wemux"
# Homebrew, but with Docker images
brew "whalebrew"
# General-purpose lossless data-compression library
brew "zlib"
# Set of tools and dependencies for plugins on Atlassian server applications
brew "atlassian/tap/atlassian-plugin-sdk"
# Cross-platform Text Expander written in Rust
brew "federico-terzi/espanso/espanso"
# Sentry command-line client for some generic tasks
brew "getsentry/tools/sentry-cli"
# Simple hotkey-daemon for macOS.
brew "koekeishiya/formulae/skhd"
# A tiling window manager for macOS based on binary space partitioning.
brew "koekeishiya/formulae/yabai"
# Fast file synchronization and network forwarding for remote development
brew "mutagen-io/mutagen/mutagen-edge"
# Convert CSV to Blue Yonder Supply & Demand API compatible XML
brew "stephan-hesselmann-by/blueyonder/di-csv2xml"
# A high performance code minimap generator written in rust
brew "wfxr/code-minimap/code-minimap"
cask "adobe-acrobat-reader"
cask "alacritty"
cask "amethyst"
cask "app-cleaner"
cask "azure-data-studio"
cask "calibre"
cask "clipy"
cask "dbeaver-community"
cask "docker-edge"
cask "eloston-chromium"
cask "firefox"
cask "font-firacode-nerd-font"
cask "karabiner-elements"
cask "keepassxc"
cask "microsoft-azure-storage-explorer"
cask "microsoft-office"
cask "microsoft-teams"
cask "mumble"
cask "omnigraffle"
cask "pycharm"
cask "rectangle"
cask "skim"
cask "ukelele"
cask "virtualbox"
cask "visual-studio-code"
cask "zoom"
whalebrew "whalebrew/whalesay"
