tap "atlassian/tap"
tap "austinjones/taps"
tap "getsentry/tools"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "koekeishiya/formulae"
tap "mutagen-io/mutagen"
tap "stephan-hesselmann-by/blueyonder"
tap "wfxr/code-minimap"
tap "willdoescode/natls"
tap "zegervdv/zathura"
brew "xz"
brew "python@3.10"
brew "asciinema"
brew "azure-cli"
brew "boost"
brew "boost-python3"
brew "buku"
brew "glib"
brew "coreutils"
brew "guile"
brew "cask"
brew "choose-gui"
brew "cmatrix"
brew "zstd"
brew "gcc"
brew "glow"
brew "gnu-sed"
brew "go"
brew "gobject-introspection"
brew "harfbuzz"
brew "graphviz"
brew "hugo"
brew "jq"
brew "llvm"
brew "julia"
brew "k3d"
brew "kubectx"
brew "lua-language-server"
brew "openjdk"
brew "maven"
brew "openapi-generator"
brew "pipx"
brew "snappy"
brew "podman"
brew "terminal-notifier"
brew "tmux"
brew "tree"
brew "unixodbc"
brew "urlview"
brew "wget"
brew "yq"
brew "zlib"
brew "atlassian/tap/atlassian-plugin-sdk"
brew "austinjones/taps/tab"
brew "getsentry/tools/sentry-cli"
brew "helix-editor/helix/helix"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mutagen-io/mutagen/mutagen-edge"
brew "wfxr/code-minimap/code-minimap"
cask "adobe-acrobat-reader"
cask "alacritty"
cask "amethyst"
cask "app-cleaner"
cask "bluejeans"
cask "calibre"
cask "clipy"
cask "dbeaver-community"
cask "docker"
cask "font-fira-code-nerd-font"
cask "fvim"
cask "google-cloud-sdk"
cask "inkscape"
cask "karabiner-elements"
cask "kitty"
cask "maccy"
cask "slack"
cask "syncthing"
cask "tunnelblick"
cask "ukelele"
cask "virtualbox"
cask "visual-studio-code"
cask "wezterm"
