tap "atlassian/tap"
tap "austinjones/taps"
tap "getsentry/tools"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "koekeishiya/formulae"
tap "mutagen-io/mutagen"
tap "stephan-hesselmann-by/blueyonder"
tap "wfxr/code-minimap"
tap "willdoescode/natls"
tap "zegervdv/zathura"
brew "coreutils"
brew "guile"
brew "emacs"
brew "cask"
brew "xz"
brew "glib"
brew "gnu-sed"
brew "lz4"
brew "openjdk"
brew "maven"
brew "python@3.10"
brew "snappy"
brew "terminal-notifier"
brew "tree"
brew "unixodbc"
brew "urlview"
brew "zlib"
brew "zstd"
brew "helix-editor/helix/helix"
brew "mutagen-io/mutagen/mutagen-edge"
cask "adobe-acrobat-reader"
cask "amethyst"
cask "app-cleaner"
cask "bluejeans"
cask "calibre"
cask "clipy"
cask "dbeaver-community"
cask "docker"
cask "font-fira-code-nerd-font"
cask "google-cloud-sdk"
cask "inkscape"
cask "kitty"
cask "slack"
cask "syncthing"
cask "tunnelblick"
cask "virtualbox"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
