danhper/fish-ssh-agent
franciscolourenco/done
gokulsoumya/f
jethrokuan/fzf
jethrokuan/z
jorgebucaran/fish-bax
laughedelic/pisces
matchai/fish-mock
oh-my-fish/plugin-bang-bang
oh-my-fish/plugin-brew
oh-my-fish/plugin-extract
oh-my-fish/plugin-osx
oh-my-fish/plugin-sudope
oh-my-fish/theme-bobthefish
patrickf3139/fzf-fish-integration
