danhper/fish-ssh-agent
franciscolourenco/done
jorgebucaran/fish-bax
laughedelic/pisces
lilyball/nix-env.fish
oh-my-fish/plugin-brew
oh-my-fish/plugin-extract
oh-my-fish/plugin-osx
oh-my-fish/plugin-sudope
oh-my-fish/theme-bobthefish
stephan-hesselmann-by/fzf.fish
