danhper/fish-ssh-agent
franciscolourenco/done
gokulsoumya/f
jethrokuan/z
jorgebucaran/fish-bax
laughedelic/pisces
matchai/fish-mock
mattgreen/park.fish
oh-my-fish/plugin-bang-bang
oh-my-fish/plugin-extract
oh-my-fish/plugin-sudope
oh-my-fish/theme-bobthefish
stephan-hesselmann-by/fzf.fish
